Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.reset.detail
source: Erase Lorvex-managed local data and settings on this Mac and start fresh. This is local-only: data already synced to iCloud stays in iCloud and can download again when sync is re-enabled. System Calendar events are not deleted.
ar: مسح البيانات المحلية والإعدادات التي يديرها Lorvex على جهاز Mac هذا والبدء من جديد. هذا الإجراء محلي فقط: تبقى البيانات التي تمت مزامنتها مع iCloud في iCloud ويمكن تنزيلها مرة أخرى عند إعادة تمكين المزامنة. لا يتم حذف أحداث تقويم النظام.
bn: এই Mac-এ Lorvex-এর পরিচালিত লোকাল ডেটা ও সেটিংস মুছে নতুন করে শুরু করুন। এটি শুধু লোকালি প্রযোজ্য: iCloud-এ ইতিমধ্যেই সিঙ্ক হওয়া ডেটা iCloud-এ থেকে যায় এবং সিঙ্ক আবার চালু করলে আবার ডাউনলোড হতে পারে। সিস্টেম ক্যালেন্ডারের ইভেন্ট ডিলিট করা হয় না।
de: Löscht die von Lorvex verwalteten lokalen Daten und Einstellungen auf diesem Mac und beginnt neu. Dies betrifft nur lokale Daten: Bereits mit iCloud synchronisierte Daten bleiben in iCloud und können erneut geladen werden, sobald die Synchronisierung wieder eingeschaltet wird. Ereignisse im Systemkalender werden nicht gelöscht.
el: Διαγράψτε τα τοπικά δεδομένα και τις ρυθμίσεις που διαχειρίζεται το Lorvex σε αυτό το Mac και ξεκινήστε από την αρχή. Αυτό αφορά μόνο το τοπικό περιεχόμενο: τα δεδομένα που έχουν ήδη συγχρονιστεί με το iCloud παραμένουν στο iCloud και μπορούν να ληφθούν ξανά όταν ενεργοποιηθεί ξανά ο συγχρονισμός. Τα γεγονότα του Ημερολογίου συστήματος δεν διαγράφονται.
es: Borra los datos locales y los ajustes que gestiona Lorvex en este Mac y empieza de cero. Solo afecta a lo local: los datos ya sincronizados con iCloud permanecen en iCloud y pueden volver a descargarse cuando se reactive la sincronización. Los eventos del Calendario del sistema no se eliminan.
fa: داده‌های محلی و تنظیمات مدیریت‌شده توسط Lorvex را در این Mac پاک می‌کند و از نو شروع می‌کند. این کار فقط محلی است: داده‌هایی که پیش‌تر با iCloud همگام شده‌اند در iCloud باقی می‌مانند و با فعال‌سازی مجدد همگام‌سازی دوباره دانلود می‌شوند. رویدادهای تقویم سیستم حذف نمی‌شوند.
fr: Efface les données et réglages locaux gérés par Lorvex sur ce Mac pour repartir de zéro. Cette action est locale : les données déjà synchronisées avec iCloud restent dans iCloud et peuvent être téléchargées de nouveau lorsque la synchronisation est réactivée. Les événements du calendrier du système ne sont pas supprimés.
he: מחיקת הנתונים וההגדרות המקומיים המנוהלים על ידי Lorvex ב-Mac הזה והתחלה מחדש. הפעולה מקומית בלבד: נתונים שכבר סונכרנו עם iCloud נשארים ב-iCloud ויורדו שוב כשהסנכרון יופעל מחדש. אירועי לוח השנה של המערכת לא נמחקים.
hi: इस Mac पर Lorvex द्वारा प्रबंधित स्थानीय डेटा और सेटिंग्ज़ मिटाएँ और नए सिरे से शुरू करें। यह केवल स्थानीय है: iCloud में पहले से सिंक हो चुका डेटा iCloud में बना रहता है और सिंक फिर से चालू करने पर दोबारा डाउनलोड हो सकता है। सिस्टम कैलेंडर के इवेंट नहीं हटाए जाते।
id: Hapus data dan pengaturan lokal yang dikelola Lorvex di Mac ini dan mulai dari awal. Ini hanya berlaku secara lokal: data yang sudah diselaraskan ke iCloud tetap berada di iCloud dan dapat diunduh lagi saat penyelarasan diaktifkan kembali. Acara Kalender Sistem tidak dihapus.
it: Cancella i dati e le impostazioni locali gestiti da Lorvex su questo Mac e ricomincia da zero. L’operazione è solo locale: i dati già sincronizzati con iCloud restano in iCloud e possono essere scaricati di nuovo quando la sincronizzazione viene riattivata. Gli eventi del Calendario di sistema non vengono eliminati.
ja: このMac上でLorvexが管理しているローカルのデータと設定を消去して、最初からやり直します。この操作はローカルのみが対象です。すでにiCloudに同期されたデータはiCloudに残り、同期を再び有効にすると再びダウンロードできます。システムカレンダーのイベントは削除されません。
ko: 이 Mac에서 Lorvex가 관리하는 로컬 데이터와 설정을 지우고 처음부터 다시 시작합니다. 로컬에만 적용되며, 이미 iCloud에 동기화된 데이터는 iCloud에 남아 있고 동기화를 다시 활성화하면 다시 내려받을 수 있습니다. 시스템 캘린더 이벤트는 삭제되지 않습니다.
mr: या Mac वरील Lorvex ने व्यवस्थापित केलेला स्थानिक डेटा आणि सेटिंग इरेझ करून नव्याने सुरुवात करा. हे फक्त स्थानिक आहे: iCloud वर आधीच सिंक झालेला डेटा iCloud मध्ये राहतो आणि सिंक पुन्हा चालू केल्यावर पुन्हा डाउनलोड होऊ शकतो. सिस्टीम दिनदर्शिकेतील इव्हेंट हटवले जात नाहीत.
ms: Padam data dan seting setempat yang diuruskan oleh Lorvex pada Mac ini dan mulakan semula dari awal. Ini hanya berlaku secara setempat: data yang sudah diselaraskan ke iCloud kekal dalam iCloud dan boleh dimuat turun semula apabila penyelarasan diaktifkan semula. Peristiwa Kalendar Sistem tidak dipadam.
nl: Wist de door Lorvex beheerde lokale gegevens en instellingen op deze Mac en begint opnieuw. Dit geldt alleen voor lokale gegevens: gegevens die al met iCloud zijn gesynchroniseerd, blijven in iCloud staan en kunnen opnieuw worden gedownload wanneer synchronisatie weer wordt ingeschakeld. Activiteiten in de systeemagenda worden niet verwijderd.
pl: Usuwa dane lokalne i ustawienia zarządzane przez Lorvex na tym Macu, aby zacząć od nowa. Dotyczy to wyłącznie danych lokalnych: dane już zsynchronizowane z iCloud pozostają w iCloud i można je ponownie pobrać po ponownym włączeniu synchronizacji. Wydarzenia z Kalendarza systemowego nie są usuwane.
pt_br: Apaga os dados e ajustes locais gerenciados pelo Lorvex neste Mac e recomeça do zero. A ação é somente local: os dados já sincronizados com o iCloud permanecem no iCloud e podem ser baixados novamente quando a sincronização for reativada. Os eventos do Calendário do sistema não são excluídos.
ro: Șterge datele locale și configurările gestionate de Lorvex de pe acest Mac și o ia de la capăt. Acțiunea este doar locală: datele deja sincronizate cu iCloud rămân în iCloud și pot fi descărcate din nou când sincronizarea este reactivată. Evenimentele din Calendarul sistemului nu sunt șterse.
ru: Стирает локальные данные и настройки, которыми управляет Lorvex, на этом Mac, чтобы начать с чистого листа. Это затрагивает только локальные данные: данные, уже синхронизированные с iCloud, остаются в iCloud и снова загрузятся при повторном включении синхронизации. События системного Календаря не удаляются.
ta: இந்த Macஇல் Lorvex நிர்வகிக்கும் உள்ளகத் தரவையும் அமைப்புகளையும் அழித்துப் புதிதாகத் தொடங்கவும். இது உள்ளகத்துக்கு மட்டுமே பொருந்தும்: ஏற்கெனவே iCloudஇல் ஒத்திசைந்த தரவு iCloudஇலேயே இருக்கும், ஒத்திசைவை மீண்டும் செயல்படுத்தும்போது மீண்டும் பதிவிறக்கமாகும். சிஸ்டம் கேலண்டர் நிகழ்வுகள் நீக்கப்படாது.
te: ఈ Macలో Lorvex నిర్వహించే లోకల్ డేటా, సెట్టింగ్స్‌ను ఎరేజ్ చేసి, కొత్తగా ప్రారంభించండి. ఇది లోకల్‌కు మాత్రమే వర్తిస్తుంది: ఇప్పటికే iCloudకు సింక్ అయిన డేటా iCloudలోనే ఉంటుంది, సింక్‌ను మళ్ళీ ఎనేబల్ చేసినప్పుడు మళ్ళీ డౌన్‌లోడ్ అవుతుంది. సిస్టమ్ క్యాలెండర్ ఇవెంట్‌లు డిలీట్ చేయబడవు.
th: ลบข้อมูลและการตั้งค่าในเครื่องที่ Lorvex จัดการบน Mac เครื่องนี้ แล้วเริ่มใหม่ทั้งหมด การดำเนินการนี้มีผลเฉพาะในเครื่อง ข้อมูลที่เชื่อมข้อมูลกับ iCloud ไปแล้วจะยังอยู่ใน iCloud และดาวน์โหลดได้อีกครั้งเมื่อเปิดการเชื่อมข้อมูลใหม่ กิจกรรมในปฏิทินระบบจะไม่ถูกลบ
tr: Bu Mac’te Lorvex tarafından yönetilen yerel verileri ve ayarları silin ve baştan başlayın. Bu yalnızca yereldir: iCloud ile zaten eşzamanlanmış veriler iCloud’da kalır ve eşzamanlama yeniden açıldığında yeniden indirilebilir. Sistem Takvimi etkinlikleri silinmez.
uk: Стирає локальні дані та параметри, якими керує Lorvex, на цьому Mac, щоб почати з чистого аркуша. Це стосується лише локальних даних: дані, уже синхронізовані з iCloud, залишаються в iCloud і знову завантажаться, коли синхронізацію ввімкнуть повторно. Події системного Календаря не видаляються.
ur: اس Mac پر Lorvex کے زیر انتظام مقامی ڈیٹا اور ترتیبات مٹا کر نئے سرے سے شروع کریں۔ یہ صرف مقامی ہے: جو ڈیٹا پہلے سے iCloud میں سنک ہو چکا ہے وہ iCloud میں رہتا ہے اور سنک دوبارہ فعال کرنے پر دوبارہ ڈاؤن لوڈ ہو سکتا ہے۔ سسٹم کیلنڈر کے ایونٹس حذف نہیں ہوتے۔
vi: Xóa dữ liệu và cài đặt cục bộ do Lorvex quản lý trên máy Mac này và bắt đầu lại từ đầu. Việc này chỉ áp dụng cục bộ: dữ liệu đã đồng bộ hóa lên iCloud vẫn nằm trong iCloud và có thể tải về lại khi bật lại đồng bộ hóa. Các sự kiện Lịch hệ thống không bị xóa.
zh_hans: 清除本台 Mac 上由 Lorvex 管理的本地数据和设置并重新开始。此操作仅限本地：已同步到 iCloud 的数据会保留在 iCloud 中，重新启用同步后可能会再次下载。系统日历中的事件不会被删除。
zh_hant: 清除這部 Mac 上由 Lorvex 管理的本機資料與設定，並重新開始。這只會影響本機：已同步到 iCloud 的資料會留在 iCloud 中，重新啟用同步後即可再次下載。系統行事曆中的事件不會被刪除。

# settings.reset.environment_database_error
source: Lorvex is using a database path from the launch environment. Remove that environment setting and restart Lorvex before resetting local data.
ar: يستخدم Lorvex مسار قاعدة بيانات من بيئة التشغيل. أزل إعداد البيئة هذا وأعد تشغيل Lorvex قبل إعادة تعيين البيانات المحلية.
bn: Lorvex লঞ্চ এনভায়রনমেন্ট থেকে একটি ডেটাবেস পাথ ব্যবহার করছে। লোকাল ডেটা রিসেট করার আগে সেই এনভায়রনমেন্ট সেটিং সরিয়ে Lorvex রিস্টার্ট করুন।
de: Lorvex verwendet einen Datenbankpfad aus der Startumgebung. Entferne diese Umgebungseinstellung und starte Lorvex neu, bevor du die lokalen Daten zurücksetzt.
el: Το Lorvex χρησιμοποιεί διαδρομή βάσης δεδομένων από το περιβάλλον εκκίνησης. Αφαιρέστε αυτή τη ρύθμιση περιβάλλοντος και επανεκκινήστε το Lorvex πριν από την επαναφορά των τοπικών δεδομένων.
es: Lorvex está usando una ruta de base de datos del entorno de inicio. Elimina esa configuración del entorno y reinicia Lorvex antes de restablecer los datos locales.
fa: برنامه Lorvex از یک مسیر پایگاه‌داده در محیط راه‌اندازی استفاده می‌کند. پیش از بازنشانی داده‌های محلی، آن تنظیم محیطی را حذف کنید و Lorvex را دوباره راه‌اندازی کنید.
fr: Lorvex utilise un chemin de base de données défini par l’environnement de lancement. Supprimez ce réglage d’environnement et redémarrez Lorvex avant de réinitialiser les données locales.
he: נתיב מסד הנתונים נלקח מסביבת ההפעלה של Lorvex. יש להסיר את הגדרת הסביבה ולהפעיל מחדש את Lorvex לפני איפוס הנתונים המקומיים.
hi: Lorvex लॉन्च एनवायरनमेंट से मिला डेटाबेस पाथ उपयोग कर रहा है। स्थानीय डेटा रीसेट करने से पहले वह एनवायरनमेंट सेटिंग हटाएँ और Lorvex को दोबारा शुरू करें।
id: Lorvex menggunakan jalur basis data dari lingkungan peluncuran. Hapus pengaturan lingkungan tersebut dan mulai ulang Lorvex sebelum mengatur ulang data lokal.
it: Lorvex sta usando un percorso del database definito dall’ambiente di avvio. Rimuovi l’impostazione dell’ambiente e riavvia Lorvex prima di reimpostare i dati locali.
ja: Lorvexは起動環境で指定されたデータベースのパスを使用しています。ローカルデータをリセットする前に、その環境設定を削除してLorvexを再起動してください。
ko: Lorvex가 실행 환경에서 지정한 데이터베이스 경로를 사용하고 있습니다. 로컬 데이터를 초기화하기 전에 해당 환경 설정을 제거하고 Lorvex를 다시 시작하세요.
mr: लाँच एन्व्हायर्नमेंटमधील डेटाबेस पाथ वापरला जात आहे. स्थानिक डेटा रीसेट करण्यापूर्वी ती एन्व्हायर्नमेंट सेटिंग काढून टाका आणि Lorvex रीस्टार्ट करा.
ms: Lorvex menggunakan laluan pangkalan data daripada persekitaran pelancaran. Keluarkan seting persekitaran itu dan mulakan semula Lorvex sebelum melakukan reset data setempat.
nl: Lorvex gebruikt een databasepad uit de opstartomgeving. Verwijder die omgevingsinstelling en start Lorvex opnieuw op voordat je de lokale gegevens wist.
pl: Lorvex używa ścieżki bazy danych ze środowiska uruchomieniowego. Usuń to ustawienie środowiska i uruchom Lorvex ponownie, zanim zresetujesz dane lokalne.
pt_br: O Lorvex está usando um caminho de banco de dados definido pelo ambiente de inicialização. Remova essa configuração de ambiente e reinicie o Lorvex antes de redefinir os dados locais.
ro: Lorvex utilizează o cale de bază de date din mediul de lansare. Eliminați configurarea respectivă din mediu și reporniți Lorvex înainte de a reseta datele locale.
ru: Lorvex использует путь к базе данных из окружения запуска. Удалите этот параметр окружения и перезапустите Lorvex, прежде чем сбрасывать локальные данные.
ta: Lorvex, தொடக்கச் சுற்றுச்சூழலில் இருந்து தரவுத்தளப் பாதையைப் பயன்படுத்துகிறது. உள்ளகத் தரவை மீட்டமைக்கும் முன், அந்தச் சுற்றுச்சூழல் அமைப்பை அகற்றி, Lorvexஐ மீண்டும் தொடங்கவும்.
te: Lorvex లాంచ్ ఎన్విరాన్‌మెంట్ నుండి డేటాబేస్ పాత్‌ను ఉపయోగిస్తోంది. లోకల్ డేటాను రీసెట్ చేసే ముందు ఆ ఎన్విరాన్‌మెంట్ సెట్టింగ్‌ను తొలగించి, Lorvexను రీస్టార్ట్ చేయండి.
th: Lorvex กำลังใช้เส้นทางฐานข้อมูลจากสภาพแวดล้อมการเปิดแอป ลบการตั้งค่าสภาพแวดล้อมนั้นแล้วรีสตาร์ท Lorvex ก่อนรีเซ็ตข้อมูลในเครื่อง
tr: Lorvex, başlatma ortamından gelen bir veritabanı yolu kullanıyor. Yerel verileri sıfırlamadan önce bu ortam ayarını kaldırıp Lorvex’i yeniden başlatın.
uk: Lorvex використовує шлях до бази даних із середовища запуску. Видаліть цей параметр середовища й перезапустіть Lorvex, перш ніж скидати локальні дані.
ur: لانچ ماحول کا ڈیٹابیس پاتھ استعمال ہو رہا ہے۔ مقامی ڈیٹا ری سیٹ کرنے سے پہلے وہ ماحولیاتی سیٹنگ ہٹائیں اور Lorvex دوبارہ شروع کریں۔
vi: Lorvex đang dùng đường dẫn cơ sở dữ liệu từ môi trường khởi chạy. Hãy gỡ cài đặt môi trường đó và khởi động lại Lorvex trước khi đặt lại dữ liệu cục bộ.
zh_hans: Lorvex 正在使用来自启动环境的数据库路径。请先移除该环境设置并重启 Lorvex，然后再重置本地数据。
zh_hant: Lorvex 正在使用啟動環境所指定的資料庫路徑。重設本機資料之前，請先移除該環境設定並重新啟動 Lorvex。

# settings.reset.row_title
source: Reset This Device
ar: إعادة تعيين هذا الجهاز
bn: এই ডিভাইস রিসেট করুন
de: Dieses Gerät zurücksetzen
el: Επαναφορά αυτής της συσκευής
es: Restablecer este dispositivo
fa: بازنشانی این دستگاه
fr: Réinitialiser cet appareil
he: איפוס המכשיר הזה
hi: इस डिवाइस को रीसेट करें
id: Atur Ulang Perangkat Ini
it: Reimposta questo dispositivo
ja: このデバイスをリセット
ko: 이 기기 초기화
mr: हे डिव्हाइस रीसेट करा
ms: Reset Peranti Ini
nl: Stel dit apparaat opnieuw in
pl: Zresetuj to urządzenie
pt_br: Redefinir este dispositivo
ro: Resetați acest dispozitiv
ru: Сбросить это устройство
ta: இந்தச் சாதனத்தை மீட்டமை
te: ఈ డివైజ్‌ను రీసెట్ చేయండి
th: รีเซ็ตอุปกรณ์เครื่องนี้
tr: Bu aygıtı sıfırla
uk: Скинути цей пристрій
ur: اس ڈیوائس کو ری سیٹ کریں
vi: Đặt lại thiết bị này
zh_hans: 重置此设备
zh_hant: 重設此裝置

# settings.reset.widget_cache_warning
source: Local data was erased, but Lorvex couldn’t clear the widget cache. Restart Lorvex and erase local data again.
ar: تم مسح البيانات المحلية، لكن تعذّر على Lorvex مسح ذاكرة التخزين المؤقت للأداة. أعد تشغيل Lorvex وامسح البيانات المحلية مرة أخرى.
bn: লোকাল ডেটা মুছে ফেলা হয়েছে, কিন্তু Lorvex উইজেট ক্যাশ মুছে ফেলতে পারেনি। Lorvex রিস্টার্ট করে আবার লোকাল ডেটা মুছে ফেলুন।
de: Die lokalen Daten wurden gelöscht, aber Lorvex konnte den Widget-Cache nicht leeren. Starte Lorvex neu und lösche die lokalen Daten erneut.
el: Τα τοπικά δεδομένα διαγράφηκαν, αλλά το Lorvex δεν μπόρεσε να εκκαθαρίσει την προσωρινή μνήμη των widget. Επανεκκινήστε το Lorvex και διαγράψτε ξανά τα τοπικά δεδομένα.
es: Se borraron los datos locales, pero Lorvex no pudo borrar la caché del widget. Reinicia Lorvex y vuelve a borrar los datos locales.
fa: داده‌های محلی پاک شد، اما Lorvex نتوانست حافظه نهان ویجت را پاک کند. Lorvex را دوباره راه‌اندازی کنید و داده‌های محلی را دوباره پاک کنید.
fr: Les données locales ont été effacées, mais Lorvex n’a pas pu vider le cache des widgets. Redémarrez Lorvex et effacez de nouveau les données locales.
he: הנתונים המקומיים נמחקו, אך לא ניתן היה לנקות את מטמון הווידג׳טים. יש להפעיל מחדש את Lorvex ולמחוק שוב את הנתונים המקומיים.
hi: स्थानीय डेटा मिटा दिया गया, पर Lorvex विजेट कैश साफ़ नहीं कर सका। Lorvex को दोबारा शुरू करें और स्थानीय डेटा फिर से मिटाएँ।
id: Data lokal telah dihapus, tetapi Lorvex tidak dapat membersihkan cache widget. Mulai ulang Lorvex dan hapus data lokal lagi.
it: I dati locali sono stati cancellati, ma Lorvex non è riuscito a svuotare la cache dei widget. Riavvia Lorvex e cancella di nuovo i dati locali.
ja: ローカルデータは消去されましたが、Lorvexはウィジェットのキャッシュを消去できませんでした。Lorvexを再起動して、もう一度ローカルデータを消去してください。
ko: 로컬 데이터는 지워졌지만 Lorvex가 위젯 캐시를 지우지 못했습니다. Lorvex를 다시 시작하고 로컬 데이터를 다시 지우세요.
mr: स्थानिक डेटा इरेझ केला गेला, पण विजेट कॅश क्लिअर करता आला नाही. Lorvex रीस्टार्ट करा आणि स्थानिक डेटा पुन्हा इरेझ करा.
ms: Data setempat telah dipadam, tetapi Lorvex tidak dapat mengosongkan cache widget. Mulakan semula Lorvex dan padam data setempat sekali lagi.
nl: De lokale gegevens zijn gewist, maar Lorvex kon de widgetcache niet wissen. Start Lorvex opnieuw op en wis de lokale gegevens opnieuw.
pl: Dane lokalne zostały usunięte, ale nie udało się wyczyścić pamięci podręcznej widżetów. Uruchom ponownie Lorvex i usuń dane lokalne jeszcze raz.
pt_br: Os dados locais foram apagados, mas o Lorvex não conseguiu limpar o cache dos widgets. Reinicie o Lorvex e apague os dados locais novamente.
ro: Datele locale au fost șterse, dar Lorvex nu a putut goli memoria cache a widgeturilor. Reporniți Lorvex și ștergeți din nou datele locale.
ru: Локальные данные стёрты, но очистить кэш виджетов не удалось. Перезапустите Lorvex и снова сотрите локальные данные.
ta: உள்ளகத் தரவு அழிக்கப்பட்டது, ஆனால் விட்ஜெட் கேஷை அழிக்க முடியவில்லை. Lorvexஐ மீண்டும் தொடங்கி, உள்ளகத் தரவை மீண்டும் அழிக்கவும்.
te: లోకల్ డేటా ఎరేజ్ చేయబడింది, కానీ విడ్జెట్ కాష్‌ను క్లియర్ చేయడం వీలుపడలేదు. Lorvexను రీస్టార్ట్ చేసి, లోకల్ డేటాను మళ్ళీ ఎరేజ్ చేయండి.
th: ลบข้อมูลในเครื่องแล้ว แต่ Lorvex ล้างแคชของวิดเจ็ตไม่ได้ รีสตาร์ท Lorvex แล้วลบข้อมูลในเครื่องอีกครั้ง
tr: Yerel veriler silindi ancak Lorvex araç takımı önbelleğini temizleyemedi. Lorvex’i yeniden başlatıp yerel verileri yeniden silin.
uk: Локальні дані стерто, але очистити кеш віджетів не вдалося. Перезапустіть Lorvex і знову сотріть локальні дані.
ur: مقامی ڈیٹا مٹا دیا گیا، لیکن Lorvex ویجٹ کیش صاف نہیں کر سکا۔ Lorvex دوبارہ شروع کریں اور مقامی ڈیٹا دوبارہ مٹائیں۔
vi: Dữ liệu cục bộ đã bị xóa, nhưng Lorvex không thể xóa bộ nhớ đệm của tiện ích. Hãy khởi động lại Lorvex và xóa dữ liệu cục bộ lần nữa.
zh_hans: 本地数据已清除，但 Lorvex 无法清除小组件缓存。请重新启动 Lorvex，并再次清除本地数据。
zh_hant: 本機資料已清除，但 Lorvex 無法清除小工具快取。請重新啟動 Lorvex，再清除一次本機資料。

# settings.runtime.refresh_diagnostics
source: Refresh Diagnostics
ar: تحديث التشخيصات
bn: ডায়াগনস্টিক রিফ্রেশ করুন
de: Diagnose aktualisieren
el: Ανανέωση διαγνωστικών
es: Actualizar diagnóstico
fa: تازه‌سازی عیب‌یابی
fr: Actualiser les diagnostics
he: רענון נתוני אבחון
hi: डायग्नोस्टिक रीफ़्रेश करें
id: Segarkan Diagnostik
it: Aggiorna diagnostica
ja: 診断情報を更新
ko: 진단 정보 새로 고침
mr: डायग्नोस्टिक्स रिफ्रेश करा
ms: Segar Semula Diagnostik
nl: Vernieuw diagnostiek
pl: Odśwież diagnostykę
pt_br: Atualizar diagnóstico
ro: Actualizați diagnosticarea
ru: Обновить диагностику
ta: பழுதறிதலை ரிஃப்ரெஷ் செய்
te: డయాగ్నస్టిక్‌లను రిఫ్రెష్ చేయండి
th: รีเฟรชข้อมูลวินิจฉัย
tr: Tanıları yenile
uk: Оновити діагностику
ur: تشخیص ریفریش کریں
vi: Làm mới chẩn đoán
zh_hans: 刷新诊断
zh_hant: 重新整理診斷資訊

# settings.runtime.version
source: Version
ar: الإصدار
bn: ভার্সন
el: Έκδοση
es: Versión
fa: نسخه
he: גרסה
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
mr: व्हर्जन
ms: Versi
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
ta: பதிப்பு
te: వెర్షన్
th: เวอร์ชั่น
tr: Sürüm
uk: Версія
ur: ورژن
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# settings.section.about
source: About
ar: حول
bn: বিষয়ে
de: Info
el: Πληροφορίες
es: Acerca de
fa: درباره
fr: À propos
he: אודות
hi: इसके बारे में
id: Tentang
it: Informazioni
ja: 情報
ko: 정보
mr: माहिती
ms: Perihal
nl: Info
pl: O aplikacji
pt_br: Sobre
ro: Despre
ru: О программе
ta: அறிமுகம்
te: పరిచయం
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
ur: بارے میں
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# settings.section.appearance
source: Appearance
ar: المظهر
bn: রূপ
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fr: Apparence
he: מראה
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観モード
ko: 화면 모드
mr: दिखावट
ms: Penampilan
nl: Weergave
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Оформление
ta: தோற்றம்
te: కనిపించే తీరు
th: รูปแบบ
tr: Görünüş
uk: Вигляд
ur: ظاہری شکل
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀模式

# settings.tab.calendar_reminders
source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
de: Kalender
el: Ημερολόγιο
es: Calendario
fa: تقویم
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
mr: दिनदर्शिका
ms: Kalendar
nl: Agenda
pl: Kalendarz
pt_br: Calendário
ru: Календарь
ta: கேலண்டர்
te: క్యాలెండర్
th: ปฏิทิน
tr: Takvim
uk: Календар
ur: کیلنڈر
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

# settings.tab.cloud_sync
source: Cloud Sync
ar: المزامنة السحابية
bn: ক্লাউড সিঙ্ক
de: Synchronisierung
el: Συγχρονισμός
es: Sincronización
fa: همگام‌سازی ابری
fr: Synchronisation
he: סנכרון ענן
hi: क्लाउड सिंक
id: Penyelarasan Cloud
it: Sincronizzazione
ja: クラウド同期
ko: 클라우드 동기화
mr: क्लाउड सिंक
ms: Penyelarasan Awan
nl: Cloudsynchronisatie
pl: Synchronizacja
pt_br: Sincronização
ro: Sincronizare cloud
ru: Синхронизация
ta: கிளவுட் ஒத்திசைவு
te: క్లౌడ్ సింక్
th: การเชื่อมข้อมูลคลาวด์
tr: Bulut eşzamanlama
uk: Синхронізація
ur: کلاؤڈ سنک
vi: Đồng bộ iCloud
zh_hans: 云同步
zh_hant: 雲端同步

# settings.tab.data
source: Data
ar: البيانات
bn: ডেটা
de: Daten
el: Δεδομένα
es: Datos
fa: داده‌ها
fr: Données
he: נתונים
hi: डेटा
it: Dati
ja: データ
ko: 데이터
mr: डेटा
nl: Gegevens
pl: Dane
pt_br: Dados
ro: Date
ru: Данные
ta: தரவு
te: డేటా
th: ข้อมูล
tr: Veri
uk: Дані
ur: ڈیٹا
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

# settings.tab.diagnostics
source: Diagnostics
ar: التشخيصات
bn: ডায়াগনস্টিক
de: Diagnose
el: Διαγνωστικά
es: Diagnóstico
fa: عیب‌یابی
he: אבחון
hi: डायग्नोस्टिक
id: Diagnostik
it: Diagnostica
ja: 診断
ko: 진단
mr: डायग्नोस्टिक्स
ms: Diagnostik
nl: Diagnostiek
pl: Diagnostyka
pt_br: Diagnóstico
ro: Diagnosticare
ru: Диагностика
ta: பழுதறிதல்
te: డయాగ్నస్టిక్‌లు
th: การวินิจฉัย
tr: Tanılar
uk: Діагностика
ur: تشخیص
vi: Chẩn đoán
zh_hans: 诊断
zh_hant: 診斷

# settings.tab.general
source: General
ar: عام
bn: জেনারেল
de: Allgemein
el: Γενικά
fa: عمومی
fr: Général
he: כללי
hi: सामान्य
id: Umum
it: Generali
ja: 一般
ko: 일반
mr: सामान्य
ms: Umum
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
ta: பொது
te: సాధారణం
th: ทั่วไป
tr: Genel
uk: Загальні
ur: عمومی
vi: Chung
zh_hans: 通用
zh_hant: 一般

# settings.tab.mcp_host
source: Assistant
ar: المساعد
bn: অ্যাসিস্ট্যান্ট
de: Assistent
el: Βοηθός
es: Asistente
fa: دستیار
he: עוזר
hi: असिस्टेंट
id: Asisten
it: Assistente
ja: アシスタント
ko: 어시스턴트
mr: सहाय्यक
ms: Pembantu AI
nl: Assistent
pl: Asystent
pt_br: Assistente
ro: Asistent
ru: Ассистент
ta: அசிஸ்டென்ட்
te: అసిస్టెంట్
th: ผู้ช่วย
tr: Asistan
uk: Асистент
ur: اسسٹنٹ
vi: Trợ lý
zh_hans: 助手
zh_hant: 助理

# settings.tab.permissions
source: Permissions
ar: الأذونات
bn: অনুমতি
de: Berechtigungen
el: Δικαιώματα
es: Permisos
fa: مجوزها
fr: Autorisations
he: הרשאות
hi: अनुमतियाँ
id: Izin
it: Autorizzazioni
ja: 権限
ko: 권한
mr: परवानग्या
ms: Kebenaran
nl: Toestemmingen
pl: Uprawnienia
pt_br: Permissões
ro: Permisiuni
ru: Разрешения
ta: அனுமதிகள்
te: అనుమతులు
th: สิทธิ์
tr: İzinler
uk: Дозволи
ur: اجازتیں
vi: Quyền
zh_hans: 权限
zh_hant: 權限

# settings.time_zone
source: Time Zone
ar: المنطقة الزمنية
bn: সময় অঞ্চল
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fa: منطقه زمانی
fr: Fuseau horaire
he: אזור זמן
hi: टाइम ज़ोन
id: Zona Waktu
it: Fuso orario
ja: タイムゾーン
ko: 시간대
mr: काल विभाग
ms: Zon Waktu
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
ro: Fus orar
ru: Часовой пояс
ta: நேர மண்டலம்
te: టైమ్ జోన్
th: ไทม์โซน
tr: Saat dilimi
uk: Часовий пояс
ur: ٹائم زون
vi: Múi giờ
zh_hans: 时区
zh_hant: 時區
